	# [문항4] 아래의 설명에 해당하는 가장 적합한 추론통계 모델의 이름을 적으시오.

# (배점:5)
# 예를 들어 윤희는 졸업논문으로 주택 임대료를 예측하는 모델을 작성하기로 하였다.
# 이 때, 주택의 면적만 고려하지 않고, 지어진지 얼마나 오래 되었는지, 지하철 역과 거리가 얼마나 
# 가까운지 등 다양한 요소의 영향을 확인하는 것이 효과적일 것이라는 판단을 하였다. 결국 예진이는 
# "주택 임대료를 예측하려면 여러 개의 확률변수를 포함해야 한다." 는 결론에 다다르게 된 것이다.
# 방정식을 사용한다면 y = b + w1*x1 + w2*x2 + ... wn*xn 와 같이 나타낼 수 있다.
# 과연 윤희는 어떤 추론통계 알고리즘 모델을 사용하였을까?
# 답안 :





# 주택 임대료를 예측하는 모델
# 다양한 요소의 영향을 확인
# 여러 개의 확률변수를 포함
# 방정식을 사용한다면 y = b + w1*x1 + w2*x2 + ... wn*xn 와 같이 나타낼 수 있다.
# 어떤 추론통계 알고리즘 모델

# - **다중 선형 회귀**  
#     ### f(x) = w₁x₁ + w₂x₂ + ... + wₙxₙ + b