# [문항2] 척도에 따라 통계 분석방법의 적용방식이 달라진다. 
# (요구1)통계 처리를 위해 문자의 경우는 숫자 처리를 하게 되며, 
# 
# (요구2)숫자로 표현된 경우라 하더라도 무조건 사칙연산이 가능하지는 않다. 
# 
# 그 숫자의 의미(=척도)를 이해해야 한다.
# 
# 예를 들어 남자:1, 여자:2로 표현하는 경우에 수치로 표현되었지만 1 + 1 = 2 와 같이 계산해서 남자 
# 
# 2명이 여자 1명과 같다는 이상한 해석결과를 얻을 수 있다. 그러므로 가능하면 비율척도나 등간척도의 형태로 
# 
# 자료 수집을 하는 것이 분석에 도움이 된다. 어찌됐든 자료에 대한 측정 척도는 통계 분석 방법을 결정하기 때문에 중요하다.
# 
# 아래의 예는 인구조사표를 작성한 예이다. 밑줄에 가장 적당한 척도의 종류(명목, 서열, 등간, 비율)를 적으시오.
# 
# (배점:5)
# id      성별                나이          가구주와관계        학력                  키(cm)
# 1(순서)  여(1) ______  33(2) ______  처(명목)        대졸(3) _______  175(4) _______

(1) 명목
(2) 서열
(3) 서열
(4) 비율